import random
крыша = [ 'плоска', 'скатная', 'вальмовая' ]
выбранная_крыша = random.choice(крыша)
print("Выбранный тип крыши:", выбранная_крыша)  
import random 
стены = [ 'кирпичные', 'деревянные', 'бетонные' ]
выбранные_стены = random.choice(стены) 
print("Выбранный тип стен:", выбранные_стены)
import random
фундамент = [ 'ленточный', 'свайный', 'плитный' ]
выбранный_фундамент = random.choice(фундамент)
print("Выбранный тип фундамента:", выбранный_фундамент)
import random
окна = [ 'деревянные', 'пластиковые', 'алюминиевые' ]
выбранные_окна = random.choice(окна)
print("Выбранный тип окон:", выбранные_окна)
import random
двери = [ 'деревянные', 'металлические', 'стеклянные' ]
выбранные_двери = random.choice(двери)
print("Выбранный тип дверей:", выбранные_двери)
import random
пол = [ 'деревянный', 'ламинат', 'плитка' ]
выбранный_пол = random.choice(пол)
print("Выбранный тип пола:", выбранный_пол)
import random
отопление = [ 'газовое', 'электрическое', 'твердотопливное' ]
выбранное_отопление = random.choice(отопление)
print("Выбранный тип отопления:", выбранное_отопление)